<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */
    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'enter'             => 'Вход',
    'activate'          => 'Активировать',
    'login'             => 'Войти',
    'registration'      => 'Регистрация',
    'register_account'  => 'Зарегистрировать аккаунт',
    'forgot_password'   => 'Забыли пароль?',
    'cancel'            => 'Отмена',
    'rest_password'     => 'Сбросить пароль',
    'send_reset_link'   => 'Отправить код доступа'
];